Repository: PneumaMan/Backend_escaperoom_2
Catalog: Backend_Escaperoom_2.Application/Assets/Resources/Languages/Resource.*.resx
Languages: es

# NombreNullEmpty
source: Enter your 'Names'.
es: Digite sus 'Nombres'.

# NombresLenght
source: The 'Names' must be between 3 to 30 characters.
es: Los 'Nombres' deben tener entre 3 a 30 caracteres.

# EmailNullEmpty
source: Enter the 'Email'.
es: Digite el 'Correo electrónico'.

# EmailIncorrecto
source: The 'Email' is wrong.
es: El 'Correo electrónico' es incorrecto.

# LoginEmailNoExist
source: The 'Email' does not exist.
es: El 'Correo electrónico' no existe.

# ErrorValidation
source: One or more validation errors have occurred.
es: Se han producido uno o más errores de validación.

# UserNoActivo
source: The 'User' is inactive or disabled.
es: El 'Usuario' se encuentra inactivo o deshabilitado.

# LoginEmailConfim
source: The User has not confirmed the 'Email'.
es: El Usuario no ha confirmado el 'Correo Electrónico'.

# PassNullEmpty
source: Enter the 'Password'.
es: Digite la 'Contraseña'.

# PassLenght
source: The 'Password' must be between 8 to 20 characters.
es: La 'Contraseña' debe tener entre 8 a 20 caracteres.

# LoginPassIncorrect
source: 'Password' is incorrect.
es: La 'Contraseña' es incorrecta.

# LoginLicenciaNoUser
source: The 'License' does not belong to this user.
es: La 'Licencia' no pertenece a este usuario.

# LoginDispositivoNoUser
source: The current 'Device' has another user assigned. Please contact your administrator.
es: El 'Dispositivo' actual, tiene asignado otro usuario. Por favor comuníquese con su administrador.

# PassNoEquals
source: The 'Passwords' are not the same.
es: Las 'Contraseñas' no son iguales.

# ConfirmPassNullEmpty
source: Confirm the 'Password'.
es: Confirme la 'Contraseña'.

# ConfirmPassLenght
source: Confirm 'Password' must be 8 to 20 characters.
es: Confirmar 'Contraseña' debe de tener 8 a 20 caracteres.

# EmailUse
source: The 'Email' is already in use.
es: El 'Email' ya se encuentra en uso.

# CaracterInvalid
source: Invalid Character, Allowed Characters:
es: Carácter Inválido, Caracteres permitidos:

# ApellidosNullEmpty
source: Enter your 'Surname'.
es: Digite sus 'Apellidos'.

# ApellidosLenght
source: The 'Surnames' must be between 5 to 30 characters.
es: Los 'Apellidos' deben tener entre 5 a 30 caracteres.

# FechaNaciNullEmpty
source: Select your 'Date of birth'.
es: Seleccione su 'Fecha de nacimiento'.

# FechaNaciMayor
source: The 'Date of birth' must be greater than the year 1900.
es: La 'Fecha de nacimiento' debe ser mayor al año 1900.

# FechaNaciMenor
source: The 'birth date' must be less than the current date.
es: La 'Fecha de nacimiento' debe ser menor a la fecha actual.

# GeneroNullEmpty
source: Select your 'Gender'.
es: Seleccione su 'Género'.

# TelefonoIncorrect
source: The 'Phone Number' is Incorrect.
es: El 'Numero de teléfono' es Incorrecto.

# CelularNull
source: Enter your 'Cell Number'.
es: Digite su 'Numero de celular'.

# CelularIncorrect
source: The 'Cell Number' is Incorrect.
es: El 'Numero de celular' es Incorrecto.

# MunicipioNull
source: Select a 'City'.
es: Seleccione una 'Ciudad'.

# DatosPersonalesNoExist
source: Your personal information does not exist.
es: Su información personal no existe.

# ChangedOldPassNull
source: Enter your 'Password' above.
es: Digite su 'Contraseña' anterior.

# ChangedOldPassLenght
source: Your 'Password' above must be between 8 to 20 characters.
es: Su 'Contraseña' anterior debe tener entre 8 y 20 caracteres.

# ChangedNewPassNull
source: Enter your new 'Password'.
es: Digite su nueva 'Contraseña'.

# ChangedNewPassLenght
source: Your new 'Password' must be between 8 to 20 characters.
es: Su nueva 'Contraseña' debe tener entre 8 a 20 caracteres.

# ChangedNewPassEquals
source: The new 'Passwords' are not the same.
es: Las nuevas 'Contraseñas' no son iguales.

# ChangedConfirmNewPassNull
source: Confirm your new 'Password'.
es: Confirme su nueva 'Contraseña'.

# ChangedConfirmNewPassLength
source: 'Confirm password' must be between 8 to 20 characters.
es: 'Confirmar contraseña' debe tener entre 8 a 20 caracteres.

# ForgotPassEmailNullEmpty
source: Enter your 'Email' to search for your account.
es: Digite su 'Email' para buscar tu cuenta.

# Años
source: Years
es: Años

# Meses
source: Months
es: Meses

# UserRegisterConfirmApi
source: Registered user, Before logging in you must confirm the email.
es: Usuario registrado, Antes de iniciar sesión debes de confirmar el correo electrónico.

# ConfirmEmailSubject
source: Please confirm your email address
es: Por favor, confirma tu dirección de correo electrónico

# TitleConfirmEmail
source: Confirm Email
es: Confirmar Email

# ForgotpPassSubject
source: Reset password
es: Restablecer contraseña

# ForgotPassConfirmApi
source: Instructions to retrieve your password have been emailed.
es: Las instrucciones para recuperar su contraseña se han enviado por correo electrónico.

# ErrorRestablecerPass
source: An error occurred while resetting the password.
es: Ocurrió un error al restablecer la contraseña.

# ForgotPassChanged
source: Password reset successful.
es: Restablecimiento de contraseña exitoso.

# ChangedPassword
source: Your password has been changed.
es: Se ha modificado su contraseña.

# ConfirmEmailIniciarSesion
source: Now you can log.
es: Ahora puede iniciar sesión.

# ConfirmEmailUser
source: Account confirmed for
es: Cuenta confirmada para

# UserCreated
source: User created successfully.
es: Usuario creado correctamente.

# LoginMobileReady
source: You are logged on your mobile correctly.
es: Ha iniciado sesión en su móvil correctamente.

# LoginReady
source: You have successfully logged in.
es: Ha iniciado sesión correctamente.

# ConfirmEmailTittle
source: Confirm your email address
es: Confirma tu dirección de correo electrónico

# Hola
source: Hi
es: Hola

# ConfirmEmailBody1
source: Thank you for registering at 'Livestock Control of Prometálicos S.A'. You only have one more step to activate your account.
es: Gracias por registrarte en 'Control ganadero de Prometálicos S.A'. Sólo te queda un paso más para activar tu cuenta.

# ConfirmEmailBody2
source: Please click the following link to confirm the email
es: Por favor, haz clic en el siguiente enlace para confirmar el correo electrónico

# ForgotPassBody1
source: I see you've forgotten your password for your account.
es: Veo que has olvidado tu contraseña de tu cuenta.

# ForgotPassBody2
source: Please click the following link to reset your password
es: Por favor, haz clic en el siguiente enlace para restablecer tu contraseña

# ForgotPassTittle
source: Recover password
es: Recuperar contraseña

# AdvertenciaAlert
source: Warning!
es: ¡Advertencia!

# Advertencia
source: Warning
es: Advertencia

# Cancelar
source: Cancel
es: Cancelar

# Aceptar
source: Accept
es: Aceptar

# Registrarme
source: Sign up
es: Registrarme

# RegistrarFinca
source: Register Farm
es: Registrar Finca

# AccesoWifi
source: Wi-fi Access
es: Acceso Wi-Fi

# Cargando
source: Loading...
es: Cargando...

# ConfigAvanzada
source: Advanced configuration
es: Configuración Avanzada

# Pregunta
source: ¿Question?
es: ¿Pregunta?

# ToleranciaPeso
source: Tolerances Weight
es: Tolerancias Peso

# Administracion
source: Administration
es: Administración

# ConsultarAnimal
source: Consult Animal
es: Consultar Animal

# Configuracion
source: Settings
es: Configuración

# Eventos
source: Events
es: Eventos

# CerrarSesion
source: Logout
es: Cerrar Sesión

# ErrorRegistroUser
source: An error occurred during the registration process.
es: Hubo error durante el proceso de registro.

# ErrorLogin
source: There was an error during the login process.
es: Hubo un error durante el proceso de inicio de sesión.

# ErrorParametrizacion
source: ¡Parameterization error!
es: ¡Error Parametrización!

# ErrorIndicadorLicencia
source: The 'License' is linked to another indicator.
es: La 'Licencia' se encuentra enlazada con otro indicador.

# ErrorLiberarInd
source: There was an error releasing the weight from the indicator.
es: Hubo un error al liberar el peso del indicador.

# DepNoExist
source: The 'State' does not exist.
es: La 'Comunidad autónoma' no existe.

# MunNoExist
source: The 'City' does not exist.
es: La 'Ciudad' no existe.

# UsuarioNoExiste
source: The 'User' does not exist.
es: El 'Usuario' no existe.

# TokenUnauthorized
source: You must be logged in to access this resource.
es: Debe iniciar sesión, para acceder a este recurso.

# TokenOnForbidden
source: You do not have the permissions to access this resource.
es: No tienes los permisos para acceder a este recurso.

# ErrorHttp
source: An error occurred in the request.
es: Ha ocurrido un error en la solicitud.

# DatosPersonalesNoPropio
source: The 'Personal Data' are not yours.
es: Los 'Datos personales' no son suyos.

# Perfil
source: Profile
es: Perfil

source: Logout
es: Cerrar Sesión

# LogoutPregunta
source: Are you sure you want to logout?
es: Estas seguro de que deseas cerrar la sesión?

# TokenNullEmpty
source: The 'Token' has been modified.
es: El 'Token' ha sido modificado.

# TitleResetPassword
source: Reset your password
es: Restablecer su contraseña

# RestorePassword
source: Reset password
es: Restablecer contraseña

# TitleEmail
source: Email
es: Correo electrónico

# TitleNewPassword
source: New password
es: Nueva contraseña

# TitleNewPassConfirm
source: Confirm new password
es: Confirmar nueva contraseña

source: Home
es: Inicio

# Politica
source: Privacy
es: Política

# LoginEmailConfim2
source: You must confirm the email address, the confirmation has been sent to your email again.
es: Debes de confirmar la dirección de correo electrónico, se ha enviado nuvamente la confirmación a tu correo.

# ExpiredSesionUser
source: User session has expired
es: La sesión de usuario ha expirado

# Continuar
source: Continue
es: Continuar

# DatosGuardados
source: Data saved successfully.
es: Datos guardados correctamente.

# TimeOut
source: The response time has expired. Please check your connection and try again.
es: Se ha agotado el tiempo de respuesta. Verifique su conexión y vuelve a intentarlo.

# ErrorGuardar
source: Failed to save information.
es: Error al guardar la información.

# QueDeseasHacer
source: ¿What do you want to do?
es: ¿Que deseas hacer?

# LoginDispositivoMovil
source: Remember, once logged in, you cannot log into another device.
es: Recuerde, una vez iniciada la sesión, no puede loguearse en otro dispositivo.

# IniciandoSesion
source: Logging in...
es: Iniciando sesión...

# TipoSesionIngreso
source: Income
es: Ingreso

# TipoSesionDespacho
source: Dispatch
es: Despacho

# Ganancia
source: Gain
es: Ganancia

# Perdida
source: Loss
es: Pérdida

# ErrorSincronizacion
source: Synchronization error.
es: Error de sincronización.

# DatosActualizados
source: Data updated successfully.
es: Datos actualizados correctamente.

# EstasSeguro
source: Are you sure you want
es: Estas seguro que deseas

# DeseaReemplazarlo
source: ¿Do you want to replace it?
es: ¿Desea reemplazarlo?

# DatosEliminados
source: Data deleted successfully.
es: Datos borrados correctamente.

# EstaSeguroDelete
source: Are you sure to delete
es: Estas seguro de eliminar

# Faltan
source: Missing
es: Faltan

# Elimina
source: Remove
es: Elimina

# TipoUsuarioNull
source: The role or user type does not exist.
es: El Rol o el tipo de usuario no existe.

source: Login
es: Iniciar Sesión

source: Email
es: Correo electrónico

source: Password
es: Contraseña

# Recuerdame
source: Remember me?
es: Recuerdame?

# ForgotPassword
source: ¿Forgot your password?
es: ¿Olvidaste tu contraseña?

# Tutorial
source: Video Tutorial
es: Vídeo Tutorial

# ManualUsuario
source: User manual
es: Manual de usuario

# Ayuda
source: Help
es: Ayuda

# ConfiguracionGeneral
source: General settings
es: Configuración general

# Automatico
source: Automatic
es: Automático

# NoAccessLogin
source: You do not have permissions to login.
es: No tienes permisos para iniciar sesión.

# EscapeNomNullEmpty
source: Type in the 'Name' of the escape room.
es: Digite el 'Nombre' del escape room.

# EscapeNomLength
source: The 'Name' of the escape room must be between 3 to 50 characters.
es: El 'Nombre' del escape room debe tener entre 3 a 50 caracteres.

# EscapeRoomExiste
source: The 'Escape room' already exists.
es: El 'Escape room' ya existe.

# EscapeRoomNoExiste
source: The 'Escape room' does not exist.
es: El 'Escape room' no existe.

# SeHaGuardado
source: It has been saved successfully.
es: Se ha guardado correctamente.

# SeHaEliminado
source: It has been removed successfully.
es: Se ha eliminado correctamente.

# SeHaActualizado
source: It has been updated successfully.
es: Se ha actualizado correctamente.

# RetoNoExiste
source: The 'Challenge' does not exist.
es: El 'Reto' no existe.

# RetoExiste
source: The 'Challenge' already exists.
es: El 'Reto' ya existe.

# TipoRetoNoExiste
source: The 'Type' of the challenge does not exist.
es: El 'Tipo' del reto no existe.

# TipoPreguntaNoExiste
source: The 'Type' of the question does not exist.
es: El 'Tipo' de la pregunta no existe.

# ParticipanteNoExiste
source: The 'Participant' does not exist.
es: El 'Participante' no existe.

# EstadoParticipanteNoExiste
source: Participant 'Status' does not exist
es: El 'Estado' del participante no existe

# ParticipanteExiste
source: The 'Participant' has already been registered.
es: El 'Participante' ya fue registrado.

# RespuestaNoExiste
source: The 'Answer' does not exist.
es: La 'Respuesta' no existe.
